Repository: sebastianAtWillowTree/vocable-ios
Catalog: Vocable/Supporting Files/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hi, it, ko, ru, vi, zh_hans, zh_hant

# listening_mode.empty_state.speech_unavailable.message
source: Speech services require one of the following features to be enabled on your device: Siri or Dictation. Please check your device settings and enable Siri or Dictation.
ar: تتطلب خدمات الكلام تفعيل إحدى الميزات التالية على جهازك: Siri أو Dictation. يرجى التحقق من إعدادات جهازك وتمكين Siri أو Dictation.
da: Taletjenester kræver, at en af følgende funktioner er aktiveret på din enhed: Siri eller Diktering. Tjek venligst dine enhedsindstillinger og aktivér Siri eller Diktering.
de: Für Sprachdienste muss eine der folgenden Funktionen auf Ihrem Gerät aktiviert sein: Siri oder Diktierfunktion. Bitte überprüfen Sie Ihre Geräteeinstellungen und aktivieren Sie Siri oder Diktierfunktion.
es: Los servicios de voz requieren que una de las siguientes funciones esté habilitada en su dispositivo: Siri o Dictado. Verifique la configuración de su dispositivo y habilite Siri o Dictado.
fr: Les services vocaux nécessitent l'activation de l'une des fonctionnalités suivantes sur votre appareil : Siri ou Dictée. Veuillez vérifier les paramètres de votre appareil et activer Siri ou Dictée.
hi: वाक् सेवाओं के लिए आपके डिवाइस पर निम्नलिखित सुविधाओं में से एक को सक्षम करने की आवश्यकता होती है: सिरी या डिक्टेशन। कृपया अपनी डिवाइस सेटिंग जांचें और सिरी या डिक्टेशन सक्षम करें।
it: I servizi vocali richiedono che una delle seguenti funzioni sia abilitata sul dispositivo: Siri o Dettatura. Controlla le impostazioni del tuo dispositivo e abilita Siri o Dettatura.
ko: 음성 서비스를 사용하려면 장치에서 Siri 또는 받아쓰기 기능 중 하나를 활성화해야 합니다. 장치 설정을 확인하고 Siri 또는 받아쓰기를 활성화하십시오.
ru: Речевые службы требуют, чтобы на вашем устройстве была включена одна из следующих функций: Siri или Диктовка. Пожалуйста, проверьте настройки вашего устройства и включите Siri или Диктовку.
vi: Dịch vụ giọng nói yêu cầu bật một trong các tính năng sau trên thiết bị của bạn: Siri hoặc Đọc chính tả. Vui lòng kiểm tra cài đặt thiết bị của bạn và bật Siri hoặc Đọc chính tả.
zh_hans: 语音服务需要在您的设备上启用以下功能之一：Siri 或听写。请检查您的设备设置并启用 Siri 或听写。
zh_hant: 語音服務需要在您的設備上啟用以下功能之一：Siri 或聽寫。請檢查您的設備設置並啟用 Siri 或聽寫。

# listening_mode.empty_state.speech_unavailable.title
source: Speech services unavailable
ar: خدمات الكلام غير متوفرة
da: Taletjenester er ikke tilgængelige
de: Sprachdienste nicht verfügbar
es: Servicios de voz no disponibles
fr: Services vocaux indisponibles
hi: भाषण सेवाएं अनुपलब्ध
it: Servizi vocali non disponibili
ko: 음성 서비스 이용 불가
ru: Голосовые сервисы недоступны
vi: Dịch vụ lời nói không khả dụng
zh_hans: 语音服务不可用
zh_hant: 語音服務不可用

# listening_mode.empty_state.unsupported.message
source: This %1$@ on %2$@ %3$@ does not support Listening Mode. Listening Mode is currently only available in English and requires %5$@ to be enabled.
ar: هذا %1$@ في %2$@ %3$@ لا يدعم وضع الاستماع. وضع الاستماع متاح حاليا باللغة الإنجليزية فقط ويتطلب تمكين %5$@.
da: Dette %1$@ på %2$@ %3$@ understøtter ikke Lyttetilstand. Lyttetilstand er i øjeblikket kun tilgængelig på engelsk og kræver %5$@ for at være aktiveret.
de: Dieses %1$@ auf %2$@ %3$@ unterstützt den Zuhörmodus nicht. Der Hörmodus ist derzeit nur auf Englisch verfügbar und erfordert die Aktivierung von %5$@.
es: Este %1$@ en %2$@ %3$@ no soporta el modo de escucha. El modo de escucha solo está disponible actualmente en inglés y requiere que %5$@ esté habilitado.
fr: Ce %1$@ sur %2$@ %3$@ ne prend pas en charge le mode d'écoute. Le mode d'écoute n'est actuellement disponible qu'en anglais et nécessite l'activation de %5$@.
hi: %2$@ %3$@ पर यह %1$@ श्रवण मोड का समर्थन नहीं करता है। लिसनिंग मोड वर्तमान में केवल अंग्रेज़ी में उपलब्ध है और %5$@ को सक्षम करने की आवश्यकता है।
it: Questo %1$@ su %2$@ %3$@ non supporta la modalità di ascolto. La modalità di ascolto è attualmente disponibile solo in inglese e richiede %5$@ per essere abilitata.
ko: %2$@ %3$@의 이 %1$@은(는) 듣기 모드를 지원하지 않습니다. 듣기 모드는 현재 영어로만 제공되며 %5$@를 활성화해야 합니다.
ru: Этот %1$@ на %2$@ %3$@ не поддерживает режим прослушивания. Режим прослушивания в настоящее время доступен только на английском языке и требует включения %5$@.
vi: %1$@ trên %2$@ %3$@ này không hỗ trợ Chế độ nghe. Chế độ nghe hiện chỉ khả dụng bằng tiếng Anh và yêu cầu bật %5$@.
zh_hans: 此 %1$@ 在 %2$@ %3$@ 不支持侦听模式。 侦听模式目前仅有英文可用，需要启用 %5$@。
zh_hant: %2$@ %3$@ 上的這個 %1$@ 不支持聆聽模式。 聆聽模式目前僅提供英文版本，需要啟用 %5$@。

# listening_mode.empty_state.unsupported.title
source: Listening Mode Unsupported
ar: وضع الاستماع غير مدعوم
da: Lyttetilstand Ikke Understøttet
de: Hörmodus nicht unterstützt
es: Modo de escucha no soportado
fr: Mode d'écoute non pris en charge
hi: श्रवण मोड असमर्थित
it: Modalità Di Ascolto Non Supportata
ko: 듣기 모드 지원되지 않음
ru: Режим прослушивания не поддерживается
vi: Chế độ nghe không được hỗ trợ
zh_hans: 监听模式不受支持
zh_hant: 聆聽模式不支持

# listening_mode.empty_state.vocableAPIFailure.message
source: Please check your internet connection and try again later.
ar: رجاءً تأكد من اتصالك بالإنترنت وأعد المحاولة لاحقاً.
da: Tjek din internetforbindelse, og prøv igen senere.
de: Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es später erneut.
es: Por favor, comprueba tu conexión de internet e inténtalo más tarde.
fr: Veuillez vérifier votre connexion Internet et réessayer plus tard.
hi: कृपया अपना इंटरनेट कनेक्शन जांचें और बाद में पुनः प्रयास करें
it: Per favore controlla la tua connessione Internet e riprova più tardi.
ko: 인터넷 연결을 확인하고 나중에 다시 시도해 주세요.
ru: Пожалуйста, проверьте ваше соединение и повторите попытку.
vi: Vui lòng kiểm tra kết nối internet của bạn và thử lại sau.
zh_hans: 请检查您的互联网连接并稍后重试。
zh_hant: 請檢查您的網路連線並稍後重試。

# listening_mode.empty_state.vocableAPIFailure.title
source: Network failure
ar: فشل الشبكة
da: Netværksfejl
de: Netzwerkfehler
es: Fallo de red
fr: Erreur du réseau
hi: नेटवर्क विफलता
it: Errore di rete
ko: 네트워크 실패
ru: Сбой сети
vi: Lỗi mạng
zh_hans: 网络故障
zh_hant: 網路故障

# listening_mode.feedback.confirmation.title
source: Thank You!
ar: شكرا لك!
da: Tak!
de: Vielen Dank!
es: ¡Gracias!
fr: Merci !
hi: धन्यवाद!
it: Grazie!
ko: 감사합니다!
ru: Спасибо!
vi: Cảm ơn!
zh_hans: 谢谢！
zh_hant: 謝謝您！

# listening_mode.feedback.hint.text
source: Don’t like these responses? Anonymously share this question to help improve listening mode.
ar: لا تحب هذه الردود؟ شارك هذا السؤال دون الكشف عن هويتك للمساعدة في تحسين وضع الاستماع.
da: Kan du ikke lide disse svar? Anonymt dele dette spørgsmål for at hjælpe med at forbedre lyttetilstand.
de: Gefallen Ihnen diese Antworten nicht? Teilen Sie diese Frage anonym, um den Hörmodus zu verbessern.
es: ¿No te gustan estas respuestas? Comparta anónimamente esta pregunta para ayudar a mejorar el modo de escucha.
fr: Vous n'aimez pas ces réponses ? Partagez anonymement cette question pour aider à améliorer le mode d'écoute.
hi: ये प्रतिक्रियाएं पसंद नहीं हैं? सुनने के तरीके को बेहतर बनाने में सहायता के लिए इस प्रश्न को गुमनाम रूप से साझा करें।
it: Non ti piacciono queste risposte? Anonimamente condividere questa domanda per aiutare a migliorare la modalità di ascolto.
ko: 이러한 반응이 마음에 들지 않습니까? 듣기 모드를 개선하는 데 도움이 되도록 이 질문을 익명으로 공유하세요.
ru: Не нравятся эти ответы? Анонимно поделитесь этим вопросом, чтобы улучшить режим прослушивания.
vi: Bạn không thích những câu trả lời này? Chia sẻ ẩn danh câu hỏi này để giúp cải thiện chế độ nghe.
zh_hans: 不喜欢这些响应？匿名分享这个问题以帮助改善监听模式。
zh_hant: 不喜歡這些回复？匿名分享此問題以幫助改善聆聽模式。

# listening_mode.feedback.submit.title
source: Share with Developers
ar: شارك مع المطورين
da: Del med udviklere
de: Mit Entwicklern teilen
es: Compartir con desarrolladores
fr: Partager avec les développeurs
hi: डेवलपर्स के साथ साझा करें
it: Condividi con gli sviluppatori
ko: 개발자와 공유
ru: Поделиться с разработчиками
vi: Chia sẻ với các nhà phát triển
zh_hans: 与开发者分享
zh_hant: 與開發者分享

# main_screen.textfield_placeholder.default
source: Select something below to speak
ar: حدد شيئا أدناه للتحدث
da: Vælg noget nedenunder for at snakke
de: Wähle unten etwas aus, um zu sprechen
es: Selecciona algo a continuación para hablar
hi: बोलने के लिए नीचे कुछ चुनें
it: Seleziona qualcosa qui sotto per parlare
ko: 아래에서 말할 항목을 선택하세요.
ru: Выберите что-нибудь ниже, чтобы говорить
vi: Chọn một cái gì đó bên dưới để nói
zh_hans: 请选择下面要说的对话
zh_hant: 選擇以下內容進行發言

# paging_progress_indicator_format
source: Page %1$d of %2$d
ar: صفحه %1$d من %2$d
da: Side %1$d af %2$d
de: Seite %1$d von %2$d
es: Página %1$d de %2$d
fr: Page %1$d sur %2$d
hi: पेज क्रमांक %1$d कुल %2$d पेजों में से
it: Pagina %1$d di %2$d
ko: %2$d 중 %1$d 페이지
ru: Страница %1$d из %2$d
vi: Trang %1$d / %2$d
zh_hans: 第 %1$d/%2$d 頁
zh_hant: 第 %1$d 頁，共 %2$d 頁

# personal_voices.empty_state.denied.description
source: Vocable needs permission to access Personal Voices on this device. You can enable access in %1$@ Settings.
ar: يحتاج Vocable إلى إذن للوصول إلى الأصوات الشخصية على هذا الجهاز. يمكنك تمكين الوصول في إعدادات %1$@.
da: Vocable har brug for tilladelse til at tilgå personlige stemmer på denne enhed. Du kan aktivere adgang i %1$@ Indstillinger.
de: Vocable benötigt die Berechtigung, um auf persönliche Stimmen auf diesem Gerät zuzugreifen. Sie können den Zugriff in %1$@ Einstellungen aktivieren.
es: Vocable necesita permiso para acceder a Voces Personales en este dispositivo. Puede habilitar el acceso en Ajustes %1$@.
fr: Vocable a besoin d'une autorisation pour accéder aux voix personnelles sur cet appareil. Vous pouvez activer l'accès dans les paramètres de %1$@.
hi: वोकेबल को इस डिवाइस पर व्यक्तिगत आवाज़ों तक पहुंचने के लिए अनुमति की आवश्यकता है। आप %1$@ सेटिंग्स में पहुंच सक्षम कर सकते हैं।
it: Vocable ha bisogno di permessi per accedere alle Voci Personali su questo dispositivo. Puoi abilitare l'accesso nelle Impostazioni di %1$@.
ko: Vocable이 이 기기에서 개인 음성에 액세스하려면 권한이 필요합니다. %1$@ 설정에서 액세스를 활성화할 수 있습니다.
ru: Vocable требуется разрешение на доступ к Personal Voices на этом устройстве. Вы можете включить доступ в настройках %1$@.
vi: Vocable cần có quyền truy cập Giọng nói cá nhân trên thiết bị này. Bạn có thể kích hoạt quyền truy cập trong Cài đặt %1$@.
zh_hans: Vocable 需要获得访问此设备上的个人语音的权限。 您可以在%1$@ 设置中启用访问。
zh_hant: Vocable 需要獲得存取此裝置上的個人語音的權限。 您可以在%1$@ 設定中啟用存取。

# personal_voices.empty_state.denied.title
source: Personal Voice Access
ar: الوصول الصوتي الشخصي
da: Personlig Stemme Adgang
de: Persönlicher Sprachzugriff
es: Acceso a Voz Personal
fr: Accès vocal personnel
hi: व्यक्तिगत वॉयस एक्सेस
it: Accesso Vocale Personale
ko: 개인 음성 액세스
ru: Личный доступ к голосу
vi: Truy cập bằng giọng nói cá nhân
zh_hans: 个人语音访问
zh_hant: 個人語音訪問

# personal_voices.empty_state.no_content.title
source: No Personal Voices
ar: لا أصوات شخصية
da: Ingen Personlige Stemmer
de: Keine Persönliche Stimme
es: Sin Voces Personales
fr: Pas de voix personnelles
hi: कोई व्यक्तिगत आवाज नहीं
it: Nessuna Voce Personale
ko: 개인 음성 없음
ru: Никаких личных голосов
vi: Không có tiếng nói cá nhân
zh_hans: 没有个人声音
zh_hant: 沒有個人聲音

# personal_voices.empty_state.not_authorized.description
source: Allow Vocable to access Personal Voices stored on this device.
ar: اسمح لـ Vocable بالوصول إلى الأصوات الشخصية المخزنة على هذا الجهاز.
da: Tillad Vocable at få adgang til personlige stemmer gemt på denne enhed.
de: Erlaube Zugriff auf die auf diesem Gerät gespeicherten Persönlichen Stimmen.
es: Permitir el acceso a Voces Personales almacenados en este dispositivo.
fr: Autoriser l'accès aux Voix Personnelles stockées sur cet appareil.
hi: वोकेबल को इस डिवाइस पर संग्रहीत व्यक्तिगत आवाज़ों तक पहुंचने की अनुमति दें।
it: Consenti a Vocabile di accedere alle Voci Personali memorizzate su questo dispositivo.
ko: Vocable이 이 기기에 저장된 개인 음성에 액세스하도록 허용하세요.
ru: Разрешить доступ к личным голосам, хранящимся на этом устройстве.
vi: Cho phép Vocable truy cập Giọng nói cá nhân được lưu trữ trên thiết bị này.
zh_hans: 允许 Vocable 访问此设备上存储的个人语音。
zh_hant: 允許 Vocable 存取此裝置上儲存的個人語音。

# personal_voices.empty_state.not_authorized.title
source: Personal Voice Access
ar: الوصول الصوتي الشخصي
da: Personlig Stemme Adgang
de: Persönlicher Sprachzugriff
es: Acceso a Voz Personal
fr: Accès vocal personnel
hi: व्यक्तिगत वॉयस एक्सेस
it: Accesso Vocale Personale
ko: 개인 음성 액세스
ru: Личный доступ к голосу
vi: Truy cập bằng giọng nói cá nhân
zh_hans: 个人语音访问
zh_hant: 個人語音訪問

# personal_voices.title
source: Personal Voices
ar: الأصوات الشخصية
da: Personlige Stemmer
de: Persönliche Stimmen
es: Voces Personales
fr: Voix personnelles
hi: व्यक्तिगत आवाज़ें
it: Voci personali
ko: 개인 음성
ru: Личные голоса
vi: Tiếng nói cá nhân
zh_hans: 个人语音
zh_hant: 個人聲音

# phrase_editor.alert.cancel_editing_confirmation.button.continue_editing.title
source: Continue Editing
ar: الاستمرار في التعديل
da: Fortsæt redigering
de: Weiter editieren
es: Seguir editando
fr: Continuer l'édition
hi: संपादन जारी रखें
it: Continua la modifica
ko: 계속 편집
ru: Продолжить редактирование
vi: Tiếp tục chỉnh sửa
zh_hans: 继续编辑
zh_hant: 繼續編輯

# phrase_editor.alert.cancel_editing_confirmation.button.discard.title
source: Discard
ar: تجاهل
da: Slet
de: Verwerfen
es: Descartar
fr: Jeter
hi: छोड़ें
it: Scartare
ko: 버리다
ru: Отказаться
vi: Bỏ đi
zh_hans: 舍弃
zh_hant: 丟棄

# phrase_editor.alert.cancel_editing_confirmation.title
source: If you close without saving, your changes will be lost.
ar: إذا أغلقت بدون حفظ ، فستفقد التغييرات.
da: Hvis du lukker uden at gemme, vil dine ændringer gå tabt.
de: Wenn Sie ohne Speichern schließen, gehen Ihre Änderungen verloren.
es: Si cierra sin guardar, sus cambios se perderán.
fr: Si vous fermez sans enregistrer, vos modifications seront perdues.
hi: यदि आप सहेजे बिना बंद कर देते हैं, तो आपके परिवर्तन खो जाएंगे।
it: Se si chiude senza salvare, le modifiche andranno perse.
ko: 저장하지 않고 닫으면 변경 사항이 손실됩니다.
ru: Если вы закроете без сохранения, ваши изменения будут потеряны.
vi: Nếu bạn đóng mà không lưu, các thay đổi của bạn sẽ bị mất.
zh_hans: 如果您关闭而不保存，您的更改将丢失。
zh_hant: 如果您關閉而不保存，您的更改將會丟失。

# phrase_editor.alert.phrase_name_exists.cancel.button
source: Cancel
ar: يلغي
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करना
it: Annulla
ko: 취소
ru: Отмена
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

# phrase_editor.alert.phrase_name_exists.create.button
source: Create Duplicate
ar: إنشاء نسخة مكررة
da: Opret dublet
de: Duplizieren
es: Crear duplicado
fr: Créer un doublon
hi: डुप्लिकेट बनाएं
it: Crea duplicato
ko: 중복 생성
ru: Создать дубликат
vi: Tạo bản sao
zh_hans: 创建副本
zh_hant: 創建副本

# phrase_editor.alert.phrase_name_exists.title
source: This phrase already exists. Would you like to create a duplicate?
ar: هذه العبارة موجودة بالفعل. هل ترغب في إنشاء نسخة مكررة؟
da: Denne sætning findes allerede. Vil du oprette en dublet?
de: Diesen Satz gibt es schon. Möchten Sie in duplizieren?
es: Esta frase ya existe. ¿Le gustaría crear un duplicado?
fr: Cette expression existe déjà. Souhaitez-vous créer un doublon ?
hi: यह वाक्यांश पहले से मौजूद है। क्या आप डुप्लीकेट बनाना चाहेंगे?
it: Questa frase esiste già. Creare un duplicato?
ko: 이 문구는 이미 존재합니다. 복제본을 생성하시겠습니까?
ru: Эта фраза уже существует. Хотите создать дубликат?
vi: Cụm từ này đã tồn tại. Bạn có muốn tạo một bản sao không?
zh_hans: 此短语已经存在。您想要创建重复吗？
zh_hant: 這句話已經存在。您想創建一個副本嗎？

# phrase_editor.toast.successfully_saved_to_favorites.title_format
source: Saved to %@
ar: تم الحفظ إلى %@
da: Gemt til %@
de: In %@ gespeichert
es: Guardado en %@
fr: Enregistré dans %@
hi: %@ में सहेजा गया
it: Salvato in %@
ko: %@에 저장됨
ru: Сохранено в %@
vi: Đã lưu vào %@
zh_hans: 保存到 %@
zh_hant: 已保存到 %@

# preset.category.add.phrase.title
source: Add Phrase
ar: أضف عبارة
da: Tilføj sætning
de: Satz hinzufügen
es: Agregar frase
fr: Ajouter une expression
hi: वाक्यांश जोड़ें
it: Aggiungi frase
ko: 구문 추가
ru: Добавить фразу
vi: Thêm cụm từ
zh_hans: 添加短语
zh_hant: 添加短語

# preset.category.numberpad.phrase.no.title
source: No
ar: لا
da: Nej
de: Nein
fr: Non
hi: नहीं
ko: 아니오
ru: Нет
vi: Không
zh_hans: 不是
zh_hant: 不

# preset.category.numberpad.phrase.yes.title
source: Yes
ar: نعم
da: Ja
de: Ja
es: Sí
fr: Oui
hi: हाँ
it: Si
ko: 예
ru: Да
vi: Đúng
zh_hans: 是
zh_hant: 是

# recents_empty_state.body.title
source: Start using Vocable to see your most recently used phrases here.
ar: ابدأ في استخدام Vocable لرؤية أحدث العبارات المستخدمة هنا.
da: Begynd at bruge Vocable for at se dine senest brugte sætninger her.
de: Wenn Sie Vocable benutzt haben, erscheinen Ihre zuletzt genutzten Sätze hier.
es: Empieza a usar Vocable para ver tus frases usadas más recientemente aquí.
fr: Commencez à utiliser Vocable pour voir vos phrases les plus récemment utilisées ici.
hi: अपने सबसे हाल ही में उपयोग किए गए वाक्यांशों को यहां देखने के लिए वोकेबल का उपयोग करना प्रारंभ करें।
it: Inizia a usare Vocable per vedere le tue frasi usate più di recente qui.
ko: 여기에서 가장 최근에 사용한 문구를 보려면 Vocable을 사용하세요.
ru: Начните использовать Vocable, чтобы увидеть здесь свои последние использованные фразы.
vi: Bắt đầu sử dụng Vocable để xem các cụm từ được sử dụng gần đây nhất của bạn tại đây.
zh_hans: 开始使用 Vocable 在此处查看您最近使用的短语。
zh_hant: 開始使用 Vocable 在此處查看您最近使用的短語。

# recents_empty_state.header.title
source: No recently used phrases
ar: لا توجد عبارات مستخدمة مؤخرًا
da: Ingen nyligt anvendte sætninger
de: Es gibt keine zuletzt genutzten Sätze
es: No hay frases usadas recientemente
fr: Aucune expression récemment utilisée
hi: हाल ही में प्रयुक्त वाक्यांश नहीं
it: Nessuna frase usata di recente
ko: 최근에 사용한 문구가 없습니다
ru: Нет недавно использованных фраз
vi: Không có cụm từ được sử dụng gần đây
zh_hans: 没有最近使用的短语
zh_hant: 沒有最近使用的短語

# selection_mode.header.title
source: Selection Mode
ar: وضع التحديد
da: Markeringstilstand
de: Steuerungsmodus
es: Modo de selección
fr: Mode de sélection
hi: चयन मोड
it: Modalità selezione
ko: 선택 모드
ru: Режим выбора
vi: Chế độ Lựa chọn
zh_hans: 移动对象模式
zh_hant: 選擇模式

# settings.alert.no_email_configured.button.dismiss.title
source: OK
ar: حسنا
hi: ठीक है
ko: 확인
ru: Хорошо
zh_hans: 确定
zh_hant: 好的

# settings.alert.no_email_configured.title
source: Please sign into an account with Mail for %1$@.
ar: الرجاء تسجيل الدخول إلى حساب بالبريد لـ %1$@.
da: Log venligst på en konto med Mail for %1$@.
de: Bitte melden Sie sich bei einem Konto mit Mail für %1$@ an.
es: Por favor, inicia sesión en una cuenta con Mail para %1$@.
fr: Veuillez vous connecter à un compte avec Mail pour %1$@.
hi: कृपया %1$@ के लिए मेल के साथ एक खाते में साइन इन करें
it: Per favore accedi a un account con Mail per %1$@.
ko: %1$@의 Mail 계정에 로그인하십시오.
ru: Пожалуйста, войдите в аккаунт Mail для %1$@.
zh_hans: 请使用 %1$@ 邮件应用程序登录您的电子邮件帐户
zh_hant: 請使用 Mail 登錄 %1$@ 的帳戶。

# settings.alert.reset_app_settings_confirmation.body
source: Are you sure you want to reset Vocable to default settings? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد إعادة تعيين Vocable إلى الإعدادات لافتراضية؟ لا يمكن التراجع عن هذا الإجراء.
da: Er du sikker på, at du vil nulstille Vocable til standardindstillinger? Denne handling kan ikke fortrydes.
de: Sind Sie sicher, dass Sie Vocable auf Werkseinstellungen zurücksetzen möchten? Dies kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea restablecer Vocable a la configuración predeterminada? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment réinitialiser Vocable aux paramètres par défaut ? Cette action ne peut pas être annulée.
hi: क्या आप वाकई वोकेबल को डिफ़ॉल्ट सेटिंग्स पर रीसेट करना चाहते हैं? इस क्रिया को पूर्ववत नहीं किया जा सकता है।
it: Sei sicuro di voler reimpostare Vocable alle impostazioni predefinite? Questa azione non può essere annullata.
ko: Vocable을 기본 설정으로 재설정하시겠습니까? 이 작업은 취소할 수 없습니다.
ru: Вы уверены, что хотите сбросить Vocable до настроек по умолчанию? Это действие не может быть отменено.
vi: Bạn có chắc chắn muốn đặt lại Vocable về cài đặt mặc định không? Hành động này không thể được hoàn tác.
zh_hans: 您确定要将 Vocable 重置为默认设置吗？此操作无法撤消。
zh_hant: 您確定要將 Voable 重置為默認設置嗎？此操作無法撤消。

# settings.alert.reset_app_settings_confirmation.button.cancel.title
source: Cancel
ar: يلغي
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करना
it: Annulla
ko: 취소
ru: Отмена
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

# settings.alert.reset_app_settings_confirmation.button.confirm.title
source: Reset
ar: إعادة تعيين
da: Nulstil
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
hi: रीसेट
it: Azzera
ko: 초기화
ru: Перезагрузить
vi: Cài lại
zh_hans: 重 置
zh_hant: 重置

# settings.alert.reset_app_settings_failure.body
source: Vocable failed to reset. Please try again or reinstall Vocable if the issue persists.
ar: فشل إعادة تعيين Vocable. يرجى المحاولة مرة أخرى أو إعادة تثبيت Vocable إذا استمرت المشكلة.
da: Vocable kunne ikke nulstilles. Prøv igen, eller geninstaller Vocable hvis problemet fortsætter.
de: Vocable konnte nicht zurückgesetzt werden. Bitte versuchen Sie es erneut oder installieren Sie Vocable neu, sollte der Fehler bestehen bleiben.
es: Vocable no se pudo restablecer. Por favor, inténtelo de nuevo o reinstale Vocable si el problema persiste.
fr: Vocable n'a pas pu être réinitialisé. Veuillez réessayer ou réinstaller Vocable si le problème persiste.
hi: Vocable रीसेट करने में विफल रहा। कृपया पुन: प्रयास करें या यदि समस्या बनी रहती है तो Vocable को पुन: स्थापित करें।
it: Impossibile ripristinare la voce. Riprova o reinstalla Vocable se il problema persiste.
ko: 음성을 재설정하지 못했습니다. 다시 시도하거나 문제가 지속되면 Vocable을 다시 설치하십시오.
ru: Vocable не удалось сбросить. Повторите попытку или переустановите Vocable, если проблема не устранена.
vi: Không thể đặt lại Vocable. Vui lòng thử lại hoặc cài đặt lại Vocable nếu sự cố vẫn tiếp diễn.
zh_hans: 语音无法重置。如果问题仍然存在，请重试或重新安装 Vocable。
zh_hant: 語音無法重置。如果問題仍然存在，請重試或重新安裝 Vocable。

# settings.alert.reset_app_settings_failure.button.ok
source: OK
ar: موافق
hi: ठीक है
ko: 확인
ru: Хорошо
zh_hans: 确定
zh_hant: 好的

# settings.alert.reset_app_settings_success.body
source: Vocable has been reset successfully.
ar: تمت إعادة تعيين Vocable بنجاح.
da: Vocable er blevet nulstillet med succes.
de: Vocable wurde erfolgreich zurückgesetzt.
es: Vocable se ha restablecido correctamente.
fr: Vocable a été réinitialisé avec succès.
hi: Vocable को सफलतापूर्वक रीसेट कर दिया गया है।
it: Vocable è stato resettato con successo.
ko: 음성이 성공적으로 재설정되었습니다.
ru: Vocable успешно сброшен.
vi: Vocable đã được đặt lại thành công.
zh_hans: 已成功恢复默认设置.
zh_hant: 詞彙已成功重置。

# settings.alert.reset_app_settings_success.button.ok
source: OK
ar: موافق
hi: ठीक है
ko: 확인
ru: Хорошо
zh_hans: 好的
zh_hant: 好的

# settings.alert.surrender_gaze_confirmation.body
source: You're about to leave the Vocable app. You may lose head tracking control.
ar: أنت على وشك مغادرة تطبيق Vocable. قد تفقد التحكم في تتبع الرأس.
da: Du er ved at forlade Vocable. Du vil måske miste hovedsporingskontrol.
de: Du bist dabei die Vocable App zu verlassen. Du kannst die Kopfverfolgungskontrolle verlieren.
es: Estás a punto de salir de la aplicación Vocable. Puede perder el control de seguimiento de la cabeza.
fr: Vous êtes sur le point de quitter l'application Vocable. Vous risquez de perdre le contrôle du suivi de la tête.
hi: आप वोकेबल ऐप छोड़ने वाले हैं। आप हेड ट्रैकिंग नियंत्रण खो सकते हैं।
it: Stai per uscire dall'app Vocable. Potresti perdere il controllo del rilevamento della testa.
ko: Vocable 앱을 종료하려고 합니다. 머리 추적 제어를 잃을 수 있습니다.
ru: Вы собираетесь покинуть приложение Vocable. Вы можете потерять контроль над отслеживанием головы.
vi: Bạn sắp rời khỏi ứng dụng Vocable. Bạn có thể mất kiểm soát theo dõi đầu.
zh_hans: 您即将被带到可说话之外。您可能会失去头部跟踪控制。
zh_hant: 您即將離開 Vocable 應用程序。您可能會失去頭部跟踪控制。

# settings.alert.surrender_gaze_confirmation.button.cancel.title
source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ko: 취소
ru: Отмена
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

# settings.alert.surrender_gaze_confirmation.button.confirm.title
source: Confirm
ar: تأكيد
da: Bekræft
de: Bestätigen
es: Aceptar
fr: Confirmer
hi: पुष्टि करें
it: Confermare
ko: 확인하다
ru: Подтвердить
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認
